Repository: WayApp/WayAppPay-iOS
Catalog: WayPay/*.lproj/Localizable.strings
Languages: es

source: 4-digit
es: 4 dígitos

source: 4-digit PIN
es: PIN

source: 4-digits
es: 4 dígitos

source: Account created
es: Cuenta creada

source: Activate
es: Activar

source: Active customers
es: Clientes activos

source: Activity
es: Movimientos

source: Add
es: Añadir

source: Add one
es: Añadir 1

source: Add products to the order
es: Añadir productos al pedido

source: Add to cart
es: Añadir a cesta

source: Amount
es: Importe

source: Amount to reach prize
es: Importe para alcanzar premio

source: App only available to registered merchants. Register a merchant and try again
es: App sólo disponible para comercios registrados. Registra un comercio e intenta de nuevo

source: April
es: Abril

source: August
es: Agosto

source: Award points
es: Otorgar puntos

source: Balance
es: Saldo

source: Balance:
es: Saldo:

source: Bank account payment
es: Pago de cuenta bancaria

source: Both entered PINs must match
es: Ambos PIN deben ser iguales

source: business name
es: nombre del comercio

source: Campaign expires on
es: Campaña caduca en

source: Campaign name
es: Nombre

source: Campaigns
es: Campañas

source: Cancel
es: Cancelar

source: Cashback amount
es: Importe de cashback

source: Change
es: Cambiar

source: Change PIN
es: Cambiar PIN

source: Community campaign
es: Campaña de comunidad

source: Configuration
es: Configuración

source: Configure
es: Configurar

source: confirm PIN
es: confirma el PIN

source: Confirmation code
es: Código de confirmación

source: Congratulations. You got the prize!
es: ¡Enhorabuena! Alcanzaste el premio

source: Contact sales@wayapp.com to enable
es: Contacta a sales@wayapp.com para activar

source: Current
es: Actual

source: Customer
es: Cliente

source: Customers
es: Clientes

source: Customers list
es: Lista de clientes

source: December
es: Diciembre

source: Deduct
es: Cobrar

source: digits
es: dígitos

source: Discount
es: Descuento

source: Display option?
es: ¿Opción?

source: Edit campaign
es: Editar campaña

source: Email (email) is not registered
es: Email (email) no registrado

source: email address
es: email

source: Email already registered, try a different email. If problem continues, contact support@wayapp.com
es: Email ya registrada, intenta un email distinto. Si el problema continúa, contacta support@wayapp.com

source: Email new PIN to:
es: Email nuevo PIN a:

source: Email not found
es: Email no encontrado

source: Email or PIN invalid. Try again. If problem persists contact support@wayapp.com
es: Email o PIN inválido. Intenta otra vez. Si no encuentras solución contacta a support@wayapp.com

source: Email receipt
es: Envía recibo al email

source: Email receipt to:
es: Envía recibo a:

source: Email sent to customer with QR to install on the phone
es: Se envió email al cliente con QR a instalar en el móvil

source: Enter a valid email address for this account
es: Ingresa un email válido para la cuenta

source: Enter OTP received:
es: Ingresa la clave reciba

source: Enter purchase amount:
es: Ingresa el importe de la compra:

source: Entered amount
es: Importe ingresado

source: Error creating campaign
es: Error en la creación de la campaña

source: Error creating the campaign
es: Error en la creación de la campaña

source: Expires on
es: Caduca en

source: Expires?
es: ¿Caduca?

source: February
es: Febrero

source: Follow instructions emailed to:
es: Sigue las instrucciones enviadas a:

source: Forgot PIN
es: Olvidé el PIN

source: from giftcard
es: de tarjeta regalo

source: Get started
es: Comenzar

source: Get started, is free!
es: Inicia tu campaña, ¡es gratis!

source: Giftcard
es: Tarjeta regalo

source: Go to Settings and add your products
es: Ve a Configuración y añade productos

source: Hello
es: Hola

source: Hello, I am interested in selling my own digital rechargable giftcard. Please contact me. Thanks.
es: Hola, me interesa vender mi propia tarjeta regalo. Contáctame.

source: Hello, I am interested in using this feature. Please contact me. Thanks.
es: Hola, me interesa usar esta funcionalidad. Contáctame.

source: In the Setting section you can register your customers directly. You can also print the registration QR for customers to scan and self-register
es: Ve a Configuración y registra directamente a tus clientes. También puedes imprimir el QR de registro que tus clientes escanean para registrarse

source: Invalid email address
es: Email inválido

source: It is free
es: Es gratis

source: January
es: Enero

source: July
es: Julio

source: June
es: Junio

source: Login attempt failed
es: Error en inicio de sesión

source: Login error
es: Error en inicio de sesión

source: Login failed
es: Error en iniciar sesión

source: Logout
es: Salir

source: March
es: Marzo

source: May
es: Mayo

source: Merchant
es: Comercio

source: Minimum purchase required?
es: ¿Requiere compra mínima?

source: Month:
es: Mes:

source: My account
es: Mi cuenta

source: My business
es: Mi comercio

source: My own giftcard
es: Mi propia tarjeta regalo

source: name
es: nombre

source: Name
es: Nombre

source: Needs activation on the Settings tab. Contact support@wayapp.com for help
es: Activa la campaña en Configuración. Contacta a support@wayapp.com si necesitas ayuda

source: New
es: Nuevo

source: New account
es: Cuenta nueva

source: New campaign
es: Campaña nueva

source: New PIN
es: PIN nuevo

source: No campaigns
es: No hay campañas

source: no description
es: sin descripción

source: No merchant registered
es: No hay comercios registrados

source: no name
es: sin nombre

source: No network
es: No hay conexión a Internet

source: none
es: ninguno

source: November
es: Noviembre

source: October
es: Octubre

source: Onboard your customers
es: Registra a tus clientes

source: Pending prizes
es: Premios disponibles

source: phone number
es: teléfono

source: PIN could not be changed. Try again later. If problem persists contact support@wayapp.com
es: Error cambiando el PIN. Intenta otra vez. Si no encuentras solución contacta a support@wayapp.com

source: PIN does not match
es: Los PIN no son iguales

source: PIN must be
es: PIN debe ser

source: PIN not changed
es: PIN no cambiado

source: PIN not valid
es: PIN no es correcto

source: Point
es: Puntos

source: Premium feature
es: Funcionalidad premium

source: Premium features
es: Funcionalidad premium

source: Price
es: Precio

source: Print Checkout QR
es: Imprimir Checkout QR

source: Print Registration QR
es: Imprimir QR de registro de cliente

source: Prize
es: Premio

source: Prize format
es: Formato de premio

source: Prizes
es: Premios

source: Prizes redeemed
es: Premios canjeados

source: Processing...
es: Procesando...

source: Product catalogue
es: Catálogo de productos

source: Product catalogue empty
es: Catálogo de productos vacío

source: Product could not be updated. Try again later. If problem persists contact support@wayapp.com
es: Error actualizando producto. Intenta otra vez. Si no encuentras solución contacta a support@wayapp.com

source: Products
es: Productos

source: QR not found
es: No se encontró el QR

source: Re-enter
es: Ingresa de nuevo

source: Recent purchases
es: Operaciones recientes

source: Rechargable giftcard
es: Tarjeta regalo recargable

source: Redeem prize:
es: Canjea premio:

source: Refund
es: Reembolso

source: Refund failed
es: Reembolso falló

source: Refund was successful
es: Se ha hecho el reembolso

source: Refunds
es: Reembolsos

source: Register
es: Registrar

source: Register customer
es: Registrar cliente

source: Registration attempt failed
es: Error en el registro

source: Registration error
es: Error de registro

source: Registration QR
es: QR de registro

source: Start by going to Settings to setup your first punch card campaign, register your customers, and start scanning to reward them
es: Empieza yendo a Configuración y activando tu primera campaña de sellos. Luego registra a tus clientes y empieza a recompensar su fidelidad

source: Remove all
es: Elimina todos

source: Remove one
es: Elimina uno

source: Repeat
es: Repite

source: Reset
es: Reinicia

source: Reward
es: Saldo de campaña

source: Reward by € consumption
es: Recompensa el importe de consumo

source: Reward consumption
es: Recompensa compras

source: Reward customer visits
es: Recompensa las visitas de tus clientes

source: Reward customers by amount of accumulated purchases. The more they spend, the more cashbask or discounts they get.
es: Recompensa a clientes por el importe de sus compras. Cada compra cuenta para ganar cashback o descuentos

source: Reward customers by number of visits. The more they visit, the more cashbask or discounts they get.
es: Premia a los clientes por sus vistas. Cada visita cuenta para ganar cashback o descuentos

source: Reward customers with
es: Recompensa clientes con

source: Reward customers with cashback (€) or discount (%):
es: Premia a los clientes con cashback (€) o descuentos (%):

source: Reward purchase amount
es: Recompensa la compra

source: Reward visit
es: Recompensa la visita

source: Reward visits
es: Recompensa visitas

source: Sale
es: Venta

source: Sales
es: Ventas

source: Save
es: Guardar

source: Scan customer QR
es: Escanea QR cliente

source: Sell your own digital giftcard. Customers pay you, you scan card, and top it up.
es: Vende tu propia tarjeta regalo digital. Los clientes te pre-pagan el saldo, y luego la usan en sus compras

source: Send
es: Enviar

source: September
es: Septiembre

source: Settings
es: Configuración

source: Setup
es: Configuración

source: Setup your digital punch card campaign in one-click. Choose the amount of visits and the reward (cashback or coupon)
es: Configura tu tarjeta de sellos digital en un clic. Escoge el número de sellos (visitas) y el premio (cashback o descuento)

source: Shopping cart empty
es: Cesta de compra vacía

source: Sign in
es: Iniciar sesión

source: Stamp
es: Sello

source: Stamps granted
es: Sellos otorgados

source: Start using WayPay completely free. Contact us to enable premium features
es: Comienza a usar WayPay completamente gratis. Contáctanos para activar más funcionalidades

source: System error
es: Error del sistema

source: The 4-digit confirmation code was emailed to: (email). Please enter it here
es: La clave de confirmación fue enviada a: (email). Ingrésala

source: This month
es: Este mes

source: To finish PIN change
es: Para cambiar el PIN

source: Top up
es: Recarga

source: Top-up
es: Recarga

source: Transaction failed
es: Operación falló

source: Transaction was successful
es: Operación hecha

source: Transactions
es: Operaciones

source: Transactions list
es: Operaciones

source: Try again, if problem persists contact us at support@wayapp.com
es: Intenta otra vez, si no encuentras solución contacta a support@wayapp.com

source: Try again. If not found again, contact support@wayapp.com
es: Intenta otra vez, si no encuentras solución contacta a support@wayapp.com

source: Try again. If problem persists contact support@wayapp.com
es: Intenta otra vez, si no encuentras solución contacta a support@wayapp.com

source: Try another email address, if problem persists contact us at support@wayapp.com
es: Intenta con otro email, si no encuentras solución contacta a support@wayapp.com

source: Try your current PIN again, if problem persists contact us at support@wayapp.com
es: Intenta tu PIN otra vez, si no encuentras solución contacta a support@wayapp.com

source: Unspecified
es: Sin especificar

source: Visits to get prize
es: Visitas a premiar

source: You can also reward customers by how much they spend, and sell your own digital giftcard. Contact us
es: También puedes recompensar a tus clientes por lo que gastan y vender tu propia tarjeta regalo digital

source: Your customers can scan this QR directly from their mobile Wallet pass to make payment
es: Tus clientes escanean el Checkout QR desde el reverso de su pase para pagar

source: Your customers can scan this QR from any QR code reader and install their mobile Wallet pass
es: Tus clientes escanean el Registration QR desde su móvil, se registran, e instalan su propio QR en el wallet del móvil
